Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# no_records_body
source: The downloaded data for %1$@ has no mosques within %2$@ of this point. The data may be incomplete.
ar: لا تحتوي بيانات %1$@ المحمّلة على مساجد ضمن %2$@ من هذه النقطة. قد تكون البيانات ناقصة.
as: %1$@ৰ ডাউনলোড কৰা তথ্যত এই ঠাইৰ পৰা %2$@ৰ ভিতৰত কোনো মছজিদ নাই। তথ্য অসম্পূৰ্ণ হ'ব পাৰে।
bn: %1$@-এর ডাউনলোড করা ডেটায় এই জায়গা থেকে %2$@-এর মধ্যে কোনো মসজিদ নেই। ডেটা অসম্পূর্ণ হতে পারে।
bs: Preuzeti podaci (%1$@) nemaju džamija u krugu od %2$@ od ove tačke. Podaci možda nisu potpuni.
ckb: زانیارییە داگیراوەکانی %1$@ هیچ مزگەوتێکیان لە ماوەی %2$@ لەم خاڵەوە تێدا نییە. لەوانەیە زانیارییەکان تەواو نەبن.
es: Los datos de %1$@ no tienen mezquitas a menos de %2$@ de este punto. Pueden estar incompletos.
fa: داده‌های دانلودشده برای %1$@ هیچ مسجدی در فاصله %2$@ از این نقطه ندارد. ممکن است داده‌ها کامل نباشد.
fa_af: معلومات دانلودشده برای %1$@ هیچ مسجدی در فاصله %2$@ از این نقطه ندارد. ممکن است معلومات کامل نباشد.
fil: Walang masjid sa na-download na datos para sa %1$@ sa loob ng %2$@ mula sa puntong ito. Maaaring kulang ang datos.
fr: Les données de %1$@ ne contiennent aucune mosquée à moins de %2$@. Elles peuvent être incomplètes.
gu: %1$@ ના ડાઉનલોડ કરેલા ડેટામાં આ જગ્યાથી %2$@ ની અંદર કોઈ મસ્જિદ નથી. ડેટા અધૂરો હોઈ શકે છે.
ha: Bayanan da aka sauke na %1$@ ba su da masallatai a cikin %2$@ daga wannan wuri. Bayanan ƙila ba su cika ba.
hi: %1$@ के डाउनलोड किए गए डेटा में इस जगह से %2$@ के अंदर कोई मस्जिद नहीं है। डेटा अधूरा हो सकता है।
hu: A(z) %1$@ letöltött adataiban nincs mecset ettől a ponttól %2$@ távolságon belül. Az adatok hiányosak lehetnek.
id: Data %1$@ yang diunduh tidak memuat masjid dalam %2$@ dari titik ini. Data mungkin belum lengkap.
ka: %1$@-ის ჩამოტვირთულ მონაცემებში ამ წერტილიდან %2$@-ის რადიუსში მეჩეთები არ არის. მონაცემები შეიძლება არასრული იყოს.
km: ទិន្នន័យដែលបានទាញយកសម្រាប់ %1$@ គ្មានម៉ាស្ជិតក្នុងចម្ងាយ %2$@ ពីចំណុចនេះទេ។ ទិន្នន័យអាចមិនពេញលេញ។
kn: %1$@ ಗಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಡೇಟಾದಲ್ಲಿ ಈ ಸ್ಥಳದಿಂದ %2$@ ಒಳಗೆ ಯಾವುದೇ ಮಸೀದಿಗಳಿಲ್ಲ. ಡೇಟಾ ಅಪೂರ್ಣವಾಗಿರಬಹುದು.
mk: Преземените податоци за %1$@ немаат џамии во радиус од %2$@ од оваа точка. Податоците можеби не се целосни.
ml: %1$@-നായി ഡൗൺലോഡ് ചെയ്ത ഡാറ്റയിൽ ഈ സ്ഥലത്തുനിന്ന് %2$@-നുള്ളിൽ പള്ളികളൊന്നുമില്ല. ഡാറ്റ അപൂർണ്ണമായിരിക്കാം.
mr: %1$@ च्या डाउनलोड केलेल्या डेटामध्ये या ठिकाणापासून %2$@ च्या आत कोणतीही मशीद नाही. डेटा अपूर्ण असू शकतो.
nl: De gedownloade gegevens voor %1$@ bevatten geen moskeeën binnen %2$@ van dit punt. De gegevens zijn mogelijk onvolledig.
pa: %1$@ ਦੇ ਡਾਊਨਲੋਡ ਕੀਤੇ ਡਾਟਾ ਵਿੱਚ ਇਸ ਥਾਂ ਤੋਂ %2$@ ਦੇ ਅੰਦਰ ਕੋਈ ਮਸਜਿਦ ਨਹੀਂ। ਡਾਟਾ ਅਧੂਰਾ ਹੋ ਸਕਦਾ ਹੈ।
pt: Os dados baixados de %1$@ não têm mesquitas a até %2$@ deste ponto. Os dados podem estar incompletos.
ru: В загруженных данных (%1$@) нет мечетей в радиусе %2$@ от этой точки. Данные могут быть неполными.
si: %1$@ සඳහා බාගත කළ දත්තවල මෙම ස්ථානයේ සිට %2$@ ඇතුළත පල්ලි කිසිවක් නැත. දත්ත අසම්පූර්ණ විය හැක.
sr: Преузети подаци (%1$@) немају џамија у кругу од %2$@ од ове тачке. Подаци можда нису потпуни.
sw: Data iliyopakuliwa ya %1$@ haina misikiti ndani ya %2$@ kutoka mahali hapa. Huenda data haijakamilika.
te: %1$@ కోసం డౌన్‌లోడ్ చేసిన డేటాలో ఈ ప్రదేశం నుండి %2$@ లోపు మసీదులు లేవు. డేటా అసంపూర్ణంగా ఉండవచ్చు.
th: ข้อมูลที่ดาวน์โหลดของ %1$@ ไม่มีมัสยิดในระยะ %2$@ จากจุดนี้ ข้อมูลอาจไม่ครบถ้วน
tr: %1$@ için indirilen veride bu noktaya %2$@ içinde cami yok. Veri eksik olabilir.
ug: %1$@ نىڭ چۈشۈرۈلگەن سانلىق مەلۇماتىدا بۇ نۇقتىدىن %2$@ دائىرىدە مەسچىت يوق. سانلىق مەلۇمات تولۇق بولماسلىقى مۇمكىن.
ur: %1$@ کے ڈاؤن لوڈ شدہ ڈیٹا میں اس مقام سے %2$@ کے اندر کوئی مسجد نہیں۔ ڈیٹا نامکمل ہو سکتا ہے۔
vi: Dữ liệu đã tải về cho %1$@ không có thánh đường nào trong phạm vi %2$@ từ điểm này. Dữ liệu có thể chưa đầy đủ.
zh_hans: %1$@ 的已下载数据中，此地点 %2$@ 范围内没有清真寺。数据可能不完整。

# no_records_title
source: No mosques recorded nearby
ar: لا توجد مساجد مسجّلة قريبة
as: ওচৰত কোনো মছজিদ নথিভুক্ত নাই
bn: কাছে কোনো মসজিদের তথ্য নেই
bs: Nema zabilježenih džamija u blizini
ckb: هیچ مزگەوتێک لەم نزیکانە تۆمار نەکراوە
es: No hay mezquitas registradas cerca
fa: مسجدی در این نزدیکی ثبت نشده است
fa_af: مسجدی در این نزدیکی ثبت نشده است
fil: Walang naitalang masjid sa malapit
fr: Aucune mosquée enregistrée à proximité
gu: નજીકમાં કોઈ મસ્જિદ નોંધાયેલી નથી
ha: Babu masallatan da aka rubuta a kusa
hi: आसपास कोई मस्जिद दर्ज नहीं
hu: Nincs rögzített mecset a közelben
id: Tidak ada masjid tercatat di dekat sini
ka: ახლოს მეჩეთები არ არის აღრიცხული
km: គ្មានម៉ាស្ជិតដែលបានកត់ត្រានៅក្បែរនេះទេ
kn: ಹತ್ತಿರದಲ್ಲಿ ದಾಖಲಾದ ಮಸೀದಿಗಳಿಲ್ಲ
mk: Нема забележани џамии во близина
ml: സമീപത്ത് രേഖപ്പെടുത്തിയ പള്ളികളില്ല
mr: जवळपास कोणतीही मशीद नोंदलेली नाही
nl: Geen moskeeën in de buurt bekend
pa: ਨੇੜੇ ਕੋਈ ਮਸਜਿਦ ਦਰਜ ਨਹੀਂ
pt: Nenhuma mesquita registrada por perto
ru: Поблизости мечети не найдены
si: අසල පල්ලි කිසිවක් වාර්තා වී නැත
sr: Нема забележених џамија у близини
sw: Hakuna misikiti iliyorekodiwa karibu
te: దగ్గరలో నమోదైన మసీదులు లేవు
th: ไม่มีมัสยิดที่บันทึกไว้ในบริเวณใกล้เคียง
tr: Yakında kayıtlı cami yok
ug: ئەتراپتا خاتىرىلەنگەن مەسچىت يوق
ur: قریب کوئی مسجد درج نہیں
vi: Không có thánh đường nào được ghi nhận gần đây
zh_hans: 附近没有记录的清真寺

# notifications_denied
source: Notifications are off for this app. Turn them on in Settings to get reminders.
ar: الإشعارات متوقفة لهذا التطبيق. فعّلها من الإعدادات لتصلك التذكيرات.
as: এই এপৰ জাননী অফ আছে। সোঁৱৰণী পাবলৈ ছেটিংছত সেইবোৰ অন কৰক।
bn: এই অ্যাপের নোটিফিকেশন বন্ধ আছে। রিমাইন্ডার পেতে সেটিংসে এগুলো চালু করুন।
bs: Obavještenja su isključena za ovu aplikaciju. Uključite ih u postavkama da biste dobijali podsjetnike.
ckb: ئاگادارکردنەوەکان بۆ ئەم ئەپە کوژاونەتەوە. لە ڕێکخستنەکان هەڵیانبکە بۆ وەرگرتنی بیرخەرەوەکان.
es: Las notificaciones están desactivadas. Actívalas en Ajustes para recibir recordatorios.
fa: اعلان‌های این برنامه خاموش است. برای دریافت یادآورها آن‌ها را در تنظیمات روشن کنید.
fa_af: اطلاعیه‌های این برنامه خاموش است. برای دریافت یادآورها آن‌ها را در تنظیمات روشن کنید.
fil: Naka-off ang mga notification para sa app na ito. I-on ang mga ito sa Mga Setting para makatanggap ng mga paalala.
fr: Les notifications sont désactivées. Activez-les dans Réglages pour recevoir les rappels.
gu: આ ઍપના નોટિફિકેશન બંધ છે. રિમાઇન્ડર મેળવવા માટે સેટિંગ્સમાં તેને ચાલુ કરો.
ha: An kashe sanarwa don wannan manhaja. Kunna su a Saituna don samun tunatarwa.
hi: इस ऐप के नोटिफ़िकेशन बंद हैं। रिमाइंडर पाने के लिए सेटिंग्स में इन्हें चालू करें।
hu: Az alkalmazás értesítései ki vannak kapcsolva. Kapcsold be őket a Beállításokban, hogy emlékeztetőket kapj.
id: Notifikasi aplikasi ini mati. Nyalakan di Pengaturan untuk menerima pengingat.
ka: ამ აპის შეტყობინებები გამორთულია. შეხსენებების მისაღებად ჩართეთ ისინი პარამეტრებში.
km: ការជូនដំណឹងសម្រាប់កម្មវិធីនេះត្រូវបានបិទ។ សូមបើកវានៅក្នុងការកំណត់ ដើម្បីទទួលបានការរំលឹក។
kn: ಈ ಆ್ಯಪ್‌ಗೆ ಅಧಿಸೂಚನೆಗಳು ಆಫ್ ಆಗಿವೆ. ಜ್ಞಾಪನೆಗಳನ್ನು ಪಡೆಯಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಅವುಗಳನ್ನು ಆನ್ ಮಾಡಿ.
mk: Известувањата за оваа апликација се исклучени. Вклучете ги во поставките за да добивате потсетници.
ml: ഈ ആപ്പിന്റെ അറിയിപ്പുകൾ ഓഫാണ്. ഓർമ്മപ്പെടുത്തലുകൾ ലഭിക്കാൻ ക്രമീകരണങ്ങളിൽ അവ ഓണാക്കുക.
mr: या ॲपच्या सूचना बंद आहेत. रिमाइंडर मिळवण्यासाठी सेटिंग्जमध्ये त्या चालू करा.
nl: Meldingen staan uit voor deze app. Zet ze aan in Instellingen om herinneringen te krijgen.
pa: ਇਸ ਐਪ ਲਈ ਸੂਚਨਾਵਾਂ ਬੰਦ ਹਨ। ਯਾਦ-ਦਹਾਨੀਆਂ ਲਈ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇਨ੍ਹਾਂ ਨੂੰ ਚਾਲੂ ਕਰੋ।
pt: As notificações estão desativadas para este app. Ative-as em Configurações para receber lembretes.
ru: Уведомления для этого приложения выключены. Включите их в настройках, чтобы получать напоминания.
si: මෙම යෙදුමට දැනුම්දීම් අක්‍රියයි. සිහිකැඳවීම් ලබා ගැනීමට සැකසීම්වල ඒවා සක්‍රිය කරන්න.
sr: Обавештења су искључена за ову апликацију. Укључите их у подешавањима да бисте добијали подсетнике.
sw: Arifa zimezimwa kwa programu hii. Ziwashe kwenye Mipangilio ili upate vikumbusho.
te: ఈ యాప్‌కు నోటిఫికేషన్‌లు ఆఫ్‌లో ఉన్నాయి. రిమైండర్‌లు పొందడానికి సెట్టింగ్‌లలో వాటిని ఆన్ చేయండి.
th: การแจ้งเตือนของแอปนี้ปิดอยู่ เปิดได้ในการตั้งค่าเพื่อรับการเตือน
tr: Bu uygulamanın bildirimleri kapalı. Hatırlatıcılar için Ayarlar’dan açın.
ug: بۇ ئەپنىڭ ئۇقتۇرۇشلىرى تاقاق. ئەسكەرتىش تاپشۇرۇۋېلىش ئۈچۈن تەڭشەكتە ئېچىڭ.
ur: اس ایپ کی اطلاعات بند ہیں۔ یاد دہانیوں کے لیے ترتیبات میں انہیں آن کریں۔
vi: Thông báo của ứng dụng này đang tắt. Hãy bật trong Cài đặt để nhận nhắc nhở.
zh_hans: 此应用的通知已关闭。请在设置中开启以接收提醒。

source: On-device AI
ar: الذكاء على الجهاز
as: অন-ডিভাইচ AI
bn: অন-ডিভাইস AI
bs: AI na uređaju
ckb: زیرەکی دەستکردی سەر ئامێر
es: IA en el dispositivo
fa: هوش مصنوعی روی گوشی
fa_af: هوش مصنوعی روی موبایل
fil: AI sa device
fr: IA sur l’appareil
gu: ઑન-ડિવાઇસ AI
ha: AI a cikin na'ura
hi: ऑन-डिवाइस AI
hu: Eszközön futó MI
id: AI di perangkat
ka: მოწყობილობაზე AI
km: AI លើឧបករណ៍
kn: ಸಾಧನದಲ್ಲೇ AI
mk: AI на уредот
ml: ഉപകരണത്തിലെ AI
mr: ऑन-डिव्हाइस AI
nl: AI op het apparaat
pa: ਫ਼ੋਨ ’ਤੇ AI
pt: IA no aparelho
ru: ИИ на устройстве
si: උපාංගයේ AI
sr: AI на уређају
sw: AI ya kwenye kifaa
te: ఆన్-డివైస్ AI
th: AI ในเครื่อง
tr: Cihaz içi yapay zekâ
ug: ئۈسكۈنىدىكى سۈنئىي ئەقىل
ur: فون پر AI
vi: AI trên thiết bị
zh_hans: 设备端 AI

# onb_ask_body
source: Answers quote the Qur’an with the verse reference, so you can always check the source.
ar: تقتبس الإجابات من القرآن مع رقم الآية، لتتحقق من المصدر دائمًا.
as: উত্তৰত আয়াতৰ উল্লেখসহ কোৰআনৰ উদ্ধৃতি থাকে, যাতে আপুনি সদায় উৎস পৰীক্ষা কৰিব পাৰে।
bn: উত্তরে আয়াতের রেফারেন্সসহ কুরআন থেকে উদ্ধৃতি থাকে, তাই আপনি সবসময় উৎস যাচাই করতে পারেন।
bs: Odgovori citiraju Kur'an s oznakom ajeta, pa uvijek možete provjeriti izvor.
ckb: وەڵامەکان لە قورئانەوە وەردەگیرێن لەگەڵ ئاماژە بە ئایەتەکە، بۆ ئەوەی هەمیشە بتوانیت سەرچاوەکە بپشکنیت.
es: Las respuestas citan el Corán con la referencia de la aleya, para que siempre puedas comprobar la fuente.
fa: پاسخ‌ها از قرآن با ذکر نشانی آیه نقل می‌شوند تا همیشه بتوانید منبع را بررسی کنید.
fa_af: پاسخ‌ها از قرآن با ذکر نشانی آیه نقل می‌شوند تا همیشه بتوانید منبع را بررسی کنید.
fil: Sinisipi ng mga sagot ang Qur'an kasama ang sanggunian ng talata, kaya lagi mong masusuri ang pinagmulan.
fr: Les réponses citent le Coran avec la référence du verset, pour que vous puissiez toujours vérifier la source.
gu: જવાબોમાં કુરઆનનાં અવતરણ આયતના સંદર્ભ સાથે હોય છે, જેથી તમે હંમેશાં સ્રોત ચકાસી શકો.
ha: Amsoshi suna ɗauko daga Alƙur'ani tare da lambar aya, don ku iya duba tushen a kowane lokaci.
hi: जवाबों में क़ुरआन का उद्धरण आयत के हवाले के साथ होता है, ताकि आप हमेशा स्रोत जाँच सकें।
hu: A válaszok a Koránból idéznek, versszámmal, így a forrást mindig ellenőrizheted.
id: Jawaban mengutip Al-Qur’an beserta nomor ayatnya, sehingga Anda selalu bisa memeriksa sumbernya.
ka: პასუხები ყურანს ციტირებს აიათის მითითებით, ასე რომ წყაროს ყოველთვის შეამოწმებთ.
km: ចម្លើយដកស្រង់ពីគម្ពីរគូរ៉ាន ជាមួយលេខយោងអាយ៉ាត់ ដូច្នេះអ្នកអាចពិនិត្យប្រភពបានជានិច្ច។
kn: ಉತ್ತರಗಳು ಕುರ್‌ಆನ್ ಅನ್ನು ಆಯತ್ ಉಲ್ಲೇಖದೊಂದಿಗೆ ಉದ್ಧರಿಸುತ್ತವೆ, ಆದ್ದರಿಂದ ನೀವು ಯಾವಾಗಲೂ ಮೂಲವನ್ನು ಪರಿಶೀಲಿಸಬಹುದು.
mk: Одговорите цитираат од Куранот со ознака на ајетот, па секогаш можете да го проверите изворот.
ml: ഉത്തരങ്ങൾ ആയത്ത് നമ്പർ സഹിതം ഖുർആൻ ഉദ്ധരിക്കുന്നു, അതിനാൽ നിങ്ങൾക്ക് എപ്പോഴും ഉറവിടം പരിശോധിക്കാം.
mr: उत्तरांमध्ये कुरआनचे उतारे आयतच्या संदर्भासह असतात, त्यामुळे तुम्ही नेहमी स्रोत तपासू शकता.
nl: Antwoorden citeren de Koran met de versverwijzing, zodat je de bron altijd kunt controleren.
pa: ਜਵਾਬ ਆਇਤ ਦੇ ਹਵਾਲੇ ਸਮੇਤ ਕੁਰਆਨ ਦਾ ਹਵਾਲਾ ਦਿੰਦੇ ਹਨ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਹਮੇਸ਼ਾ ਸਰੋਤ ਜਾਂਚ ਸਕੋ।
pt: As respostas citam o Alcorão com a referência do versículo, para você sempre poder conferir a fonte.
ru: Ответы цитируют Коран со ссылкой на аят, поэтому источник всегда можно проверить.
si: පිළිතුරු ආයත් යොමුව සමඟ කුර්ආනය උපුටා දක්වයි, එබැවින් ඔබට සැමවිටම මූලාශ්‍රය පරීක්ෂා කළ හැක.
sr: Одговори цитирају Кур'ан са ознаком ајета, па увек можете проверити извор.
sw: Majibu yananukuu Qur'ani pamoja na namba ya aya, ili uweze kukagua chanzo kila wakati.
te: సమాధానాలు ఖురాన్‌ను ఆయత్ సూచనతో ఉటంకిస్తాయి, కాబట్టి మీరు ఎప్పుడైనా మూలాన్ని సరిచూసుకోవచ్చు.
th: คำตอบยกข้อความจากอัลกุรอานพร้อมเลขอายะฮ์ คุณจึงตรวจสอบแหล่งที่มาได้เสมอ
tr: Cevaplar Kur’an’dan ayet numarasıyla alıntı yapar; kaynağı her zaman kontrol edebilirsiniz.
ug: جاۋابلار قۇرئاندىن ئايەت نومۇرى بىلەن نەقىل كەلتۈرىدۇ، شۇڭا مەنبەنى ھەمىشە تەكشۈرەلەيسىز.
ur: جوابات قرآن سے آیت کے حوالے کے ساتھ اقتباس دیتے ہیں تاکہ آپ ہمیشہ ماخذ دیکھ سکیں۔
vi: Câu trả lời trích dẫn Qur’an kèm số câu kinh, để bạn luôn có thể kiểm tra nguồn.
zh_hans: 回答会引用古兰经并注明经文出处，你随时可以核对来源。

# onb_ask_title
source: Ask anything about Islam
ar: اسأل أي شيء عن الإسلام
as: ইছলামৰ বিষয়ে যিকোনো প্ৰশ্ন সোধক
bn: ইসলাম সম্পর্কে যেকোনো প্রশ্ন করুন
bs: Pitajte bilo šta o islamu
ckb: هەر پرسیارێکت دەربارەی ئیسلام هەیە بیکە
es: Pregunta lo que quieras sobre el islam
fa: هر سؤالی درباره اسلام دارید بپرسید
fa_af: هر سوالی درباره اسلام دارید بپرسید
fil: Magtanong ng kahit ano tungkol sa Islam
fr: Posez vos questions sur l’islam
gu: ઇસ્લામ વિશે કંઈ પણ પૂછો
ha: Tambayi komai game da Musulunci
hi: इस्लाम के बारे में कुछ भी पूछें
hu: Kérdezz bármit az iszlámról
id: Tanyakan apa saja tentang Islam
ka: იკითხეთ ნებისმიერი რამ ისლამის შესახებ
km: សួរអ្វីក៏បានអំពីឥស្លាម
kn: ಇಸ್ಲಾಮ್ ಬಗ್ಗೆ ಏನು ಬೇಕಾದರೂ ಕೇಳಿ
mk: Прашајте што било за исламот
ml: ഇസ്‌ലാമിനെക്കുറിച്ച് എന്തും ചോദിക്കൂ
mr: इस्लामबद्दल काहीही विचारा
nl: Vraag alles over de islam
pa: ਇਸਲਾਮ ਬਾਰੇ ਕੁਝ ਵੀ ਪੁੱਛੋ
pt: Pergunte qualquer coisa sobre o Islã
ru: Спросите что угодно об исламе
si: ඉස්ලාම් ගැන ඕනෑම දෙයක් අහන්න
sr: Питајте било шта о исламу
sw: Uliza lolote kuhusu Uislamu
te: ఇస్లాం గురించి ఏదైనా అడగండి
th: ถามอะไรก็ได้เกี่ยวกับอิสลาม
tr: İslam hakkında her şeyi sorun
ug: ئىسلام توغرىسىدا خالىغان سوئالنى سوراڭ
ur: اسلام کے بارے میں کچھ بھی پوچھیں
vi: Hỏi bất cứ điều gì về Islam
zh_hans: 关于伊斯兰的任何问题都可以问

# onb_back
source: Back
ar: رجوع
as: উভতি যাওক
bn: পেছনে
bs: Nazad
ckb: گەڕانەوە
es: Atrás
fa: قبلی
fa_af: عقب
fil: Bumalik
fr: Retour
gu: પાછળ
ha: Baya
hi: पीछे
hu: Vissza
id: Kembali
ka: უკან
km: ថយក្រោយ
kn: ಹಿಂದೆ
mk: Назад
ml: പിന്നോട്ട്
mr: मागे
nl: Terug
pa: ਪਿੱਛੇ
pt: Voltar
ru: Назад
si: ආපසු
sr: Назад
sw: Rudi
te: వెనుకకు
th: ย้อนกลับ
tr: Geri
ug: قايتىش
ur: واپس
vi: Quay lại
zh_hans: 返回

# onb_demo_city
source: Your city
ar: مدينتك
as: আপোনাৰ চহৰ
bn: আপনার শহর
bs: Vaš grad
ckb: شارەکەت
es: Tu ciudad
fa: شهر شما
fa_af: شهر شما
fil: Iyong lungsod
fr: Votre ville
gu: તમારું શહેર
ha: Garinku
hi: आपका शहर
hu: A városod
id: Kota Anda
ka: თქვენი ქალაქი
km: ទីក្រុងរបស់អ្នក
kn: ನಿಮ್ಮ ನಗರ
mk: Вашиот град
ml: നിങ്ങളുടെ നഗരം
mr: तुमचे शहर
nl: Jouw stad
pa: ਤੁਹਾਡਾ ਸ਼ਹਿਰ
pt: Sua cidade
ru: Ваш город
si: ඔබේ නගරය
sr: Ваш град
sw: Mji wako
te: మీ నగరం
th: เมืองของคุณ
tr: Şehriniz
ug: شەھىرىڭىز
ur: آپ کا شہر
vi: Thành phố của bạn
zh_hans: 你的城市

# onb_demo_question
source: How can I find peace in prayer?
ar: كيف أجد الطمأنينة في الصلاة؟
as: নামাজত কেনেকৈ শান্তি পাব পাৰি?
bn: নামাজে কীভাবে প্রশান্তি পাব?
bs: Kako da nađem mir u namazu?
ckb: چۆن لە نوێژدا ئارامی بدۆزمەوە؟
es: ¿Cómo encuentro paz en la oración?
fa: چطور در نماز آرامش پیدا کنم؟
fa_af: چطور در نماز آرامش پیدا کنم؟
fil: Paano ako makakahanap ng kapayapaan sa pagdarasal?
fr: Comment trouver la paix dans la prière ?
gu: નમાઝમાં સુકૂન કેવી રીતે મેળવવું?
ha: Ta yaya zan sami natsuwa a sallah?
hi: नमाज़ में सुकून कैसे पाएँ?
hu: Hogyan találhatok nyugalmat az imában?
id: Bagaimana menemukan ketenangan dalam salat?
ka: როგორ ვიპოვო სიმშვიდე ლოცვაში?
km: តើខ្ញុំអាចរកសេចក្ដីស្ងប់ក្នុងសឡាតដោយរបៀបណា?
kn: ನಮಾಜ್‌ನಲ್ಲಿ ನೆಮ್ಮದಿಯನ್ನು ಹೇಗೆ ಪಡೆಯಬಹುದು?
mk: Како да најдам мир во намазот?
ml: നമസ്കാരത്തിൽ എങ്ങനെ മനശ്ശാന്തി നേടാം?
mr: नमाजमध्ये मनःशांती कशी मिळवावी?
nl: Hoe vind ik rust in het gebed?
pa: ਮੈਂ ਨਮਾਜ਼ ਵਿੱਚ ਸਕੂਨ ਕਿਵੇਂ ਪਾ ਸਕਦਾ ਹਾਂ?
pt: Como posso encontrar paz na oração?
ru: Как обрести спокойствие в намазе?
si: සලාතයේදී සන්සුන්කම ලබා ගන්නේ කෙසේද?
sr: Како да нађем мир у намазу?
sw: Ninawezaje kupata utulivu katika sala?
te: నమాజ్‌లో ప్రశాంతతను ఎలా పొందగలను?
th: จะพบความสงบในการละหมาดได้อย่างไร
tr: Namazda huzuru nasıl bulurum?
ug: نامازدا قانداق قىلىپ خاتىرجەملىك تاپالايمەن؟
ur: نماز میں سکون کیسے پاؤں؟
vi: Làm sao để tìm thấy sự bình an trong cầu nguyện?
zh_hans: 如何在礼拜中获得内心的平静？

# onb_location_set
source: Prayer times for %1$@
ar: المواقيت لـ %1$@
as: %1$@ৰ বাবে নামাজৰ সময়
bn: %1$@-এর নামাজের সময়
bs: Namaska vremena: %1$@
ckb: کاتەکانی نوێژ بۆ %1$@
es: Horarios para %1$@
fa: اوقات نماز برای %1$@
fa_af: اوقات نماز برای %1$@
fil: Mga oras ng dasal para sa %1$@
fr: Horaires pour %1$@
gu: %1$@ માટે નમાઝના સમય
ha: Lokutan sallah na %1$@
hi: %1$@ के लिए नमाज़ के समय
hu: Imaidők: %1$@
id: Waktu salat untuk %1$@
ka: ლოცვის დროები: %1$@
km: ម៉ោងសឡាតសម្រាប់ %1$@
kn: %1$@ ಗಾಗಿ ನಮಾಜ್ ಸಮಯಗಳು
mk: Времиња за намаз: %1$@
ml: %1$@-ലെ നമസ്കാര സമയങ്ങൾ
mr: %1$@ साठी नमाजच्या वेळा
nl: Gebedstijden voor %1$@
pa: %1$@ ਲਈ ਨਮਾਜ਼ ਦੇ ਵਕਤ
pt: Horários de oração para %1$@
ru: Время намазов: %1$@
si: %1$@ සඳහා සලාත වේලාවන්
sr: Намаска времена: %1$@
sw: Nyakati za sala za %1$@
te: %1$@ కోసం నమాజ్ సమయాలు
th: เวลาละหมาดสำหรับ %1$@
tr: %1$@ için vakitler
ug: %1$@ نىڭ ناماز ۋاقىتلىرى
ur: %1$@ کے اوقات
vi: Giờ cầu nguyện cho %1$@
zh_hans: %1$@ 的礼拜时间

# onb_mosque_body
source: See mosques around you on a live map or a compass, with distance and one-tap directions.
ar: شاهد المساجد من حولك على خريطة حية أو بوصلة، مع المسافة والاتجاهات بلمسة واحدة.
as: লাইভ মানচিত্ৰ বা কম্পাছত আপোনাৰ চাৰিওফালৰ মছজিদ চাওক, দূৰত্ব আৰু এটা টেপতে পথ নিৰ্দেশনাসহ।
bn: লাইভ মানচিত্রে বা কম্পাসে আপনার চারপাশের মসজিদ দেখুন, দূরত্ব ও এক ট্যাপে পথনির্দেশসহ।
bs: Pogledajte džamije oko sebe na mapi uživo ili na kompasu, s udaljenošću i uputama jednim dodirom.
ckb: مزگەوتەکانی دەوروبەرت لەسەر نەخشەی ڕاستەوخۆ یان قیبلەنما ببینە، لەگەڵ دووری و ڕێنمایی ڕێگا بە یەک دەستلێدان.
es: Mira las mezquitas a tu alrededor en un mapa en vivo o una brújula, con la distancia y la ruta con un toque.
fa: مسجدهای اطراف خود را روی نقشه زنده یا قطب‌نما ببینید، با فاصله و مسیریابی با یک لمس.
fa_af: مساجد اطراف خود را روی نقشه زنده یا قطب‌نما ببینید، با فاصله و مسیریابی با یک لمس.
fil: Tingnan ang mga masjid sa paligid mo sa live na mapa o compass, kasama ang layo at direksyon sa isang tap.
fr: Voyez les mosquées autour de vous sur une carte en direct ou une boussole, avec la distance et l’itinéraire en un geste.
gu: તમારી આસપાસની મસ્જિદો લાઇવ નકશા કે હોકાયંત્ર પર જુઓ, અંતર અને એક ટૅપમાં રસ્તા સાથે.
ha: Duba masallatan da ke kewaye da ku a taswira kai tsaye ko kamfas, tare da nisa da kwatance da taɓawa ɗaya.
hi: अपने आसपास की मस्जिदें लाइव नक्शे या कम्पास पर देखें, दूरी और एक टैप में रास्ते के साथ।
hu: Nézd meg a körülötted lévő mecseteket élő térképen vagy iránytűn, távolsággal és egy koppintásos útvonallal.
id: Lihat masjid di sekitar Anda di peta langsung atau kompas, lengkap dengan jarak dan petunjuk arah sekali ketuk.
ka: იხილეთ ირგვლივ მდებარე მეჩეთები ცოცხალ რუკაზე ან კომპასზე, მანძილით და ერთი შეხებით მარშრუტით.
km: មើលម៉ាស្ជិតជុំវិញអ្នកនៅលើផែនទីផ្ទាល់ ឬត្រីវិស័យ ជាមួយចម្ងាយ និងផ្លូវទៅដោយចុចតែម្ដង។
kn: ನಿಮ್ಮ ಸುತ್ತಲಿನ ಮಸೀದಿಗಳನ್ನು ಲೈವ್ ನಕ್ಷೆ ಅಥವಾ ದಿಕ್ಸೂಚಿಯಲ್ಲಿ, ದೂರ ಮತ್ತು ಒಂದೇ ಟ್ಯಾಪ್‌ನ ದಾರಿಯೊಂದಿಗೆ ನೋಡಿ.
mk: Погледнете ги џамиите околу вас на мапа во живо или на компас, со растојание и насоки со еден допир.
ml: നിങ്ങളുടെ ചുറ്റുമുള്ള പള്ളികൾ ലൈവ് മാപ്പിലോ കോമ്പസിലോ, ദൂരവും ഒറ്റ ടാപ്പിൽ വഴിയും സഹിതം കാണുക.
mr: तुमच्या आजूबाजूच्या मशिदी लाइव्ह नकाशावर किंवा होकायंत्रावर पाहा, अंतर आणि एका टॅपमध्ये रस्त्यासह.
nl: Zie moskeeën om je heen op een live kaart of een kompas, met afstand en route met één tik.
pa: ਆਪਣੇ ਆਲੇ-ਦੁਆਲੇ ਦੀਆਂ ਮਸਜਿਦਾਂ ਲਾਈਵ ਨਕਸ਼ੇ ਜਾਂ ਕੰਪਾਸ ’ਤੇ ਵੇਖੋ, ਦੂਰੀ ਅਤੇ ਇੱਕ ਟੈਪ ਵਿੱਚ ਰਸਤੇ ਸਮੇਤ।
pt: Veja as mesquitas ao seu redor em um mapa ao vivo ou em uma bússola, com a distância e rotas com um toque.
ru: Смотрите мечети вокруг на живой карте или компасе — с расстоянием и маршрутом в одно касание.
si: ඔබ අවට පල්ලි සජීවී සිතියමක හෝ මාලිමාවක, දුර සහ එක් තට්ටුවකින් මඟ සමඟ බලන්න.
sr: Погледајте џамије око себе на мапи уживо или на компасу, са удаљеношћу и упутствима једним додиром.
sw: Ona misikiti inayokuzunguka kwenye ramani hai au dira, pamoja na umbali na maelekezo kwa mguso mmoja.
te: మీ చుట్టుపక్కల మసీదులను లైవ్ మ్యాప్‌లో లేదా దిక్సూచిలో, దూరంతో మరియు ఒక్క ట్యాప్‌తో దారితో చూడండి.
th: ดูมัสยิดรอบตัวคุณบนแผนที่แบบเรียลไทม์หรือเข็มทิศ พร้อมระยะทางและเส้นทางในแตะเดียว
tr: Çevrenizdeki camileri canlı haritada veya pusulada, mesafe ve tek dokunuşla yol tarifiyle görün.
ug: ئەتراپىڭىزدىكى مەسچىتلەرنى جانلىق خەرىتە ياكى كومپاستا كۆرۈڭ، ئارىلىقى ۋە بىر چېكىشتىلا يول كۆرسىتىش بىلەن.
ur: اپنے آس پاس کی مساجد لائیو نقشے یا قطب نما پر دیکھیں، فاصلے اور ایک ٹیپ میں راستے کے ساتھ۔
vi: Xem các thánh đường quanh bạn trên bản đồ trực tiếp hoặc la bàn, kèm khoảng cách và chỉ đường chỉ với một chạm.
zh_hans: 在实时地图或指南针上查看你周围的清真寺，显示距离，一键获取路线。

# onb_mosque_title
source: The nearest mosque
ar: أقرب مسجد
as: ওচৰৰ মছজিদ
bn: নিকটতম মসজিদ
bs: Najbliža džamija
ckb: نزیکترین مزگەوت
es: La mezquita más cercana
fa: نزدیک‌ترین مسجد
fa_af: نزدیک‌ترین مسجد
fil: Ang pinakamalapit na masjid
fr: La mosquée la plus proche
gu: સૌથી નજીકની મસ્જિદ
ha: Masallaci mafi kusa
hi: सबसे नज़दीकी मस्जिद
hu: A legközelebbi mecset
id: Masjid terdekat
ka: უახლოესი მეჩეთი
km: ម៉ាស្ជិតជិតបំផុត
kn: ಅತಿ ಹತ್ತಿರದ ಮಸೀದಿ
mk: Најблиската џамија
ml: ഏറ്റവും അടുത്ത പള്ളി
mr: सर्वात जवळची मशीद
nl: De dichtstbijzijnde moskee
pa: ਸਭ ਤੋਂ ਨੇੜਲੀ ਮਸਜਿਦ
pt: A mesquita mais próxima
ru: Ближайшая мечеть
si: ළඟම පල්ලිය
sr: Најближа џамија
sw: Msikiti ulio karibu zaidi
te: అతి దగ్గరి మసీదు
th: มัสยิดที่ใกล้ที่สุด
tr: En yakın cami
ug: ئەڭ يېقىن مەسچىت
ur: قریب ترین مسجد
vi: Thánh đường gần nhất
zh_hans: 最近的清真寺

# onb_next
source: Next
ar: التالي
as: পৰৱৰ্তী
bn: পরবর্তী
bs: Dalje
ckb: دواتر
es: Siguiente
fa: بعدی
fa_af: بعدی
fil: Susunod
fr: Suivant
gu: આગળ
ha: Gaba
hi: आगे
hu: Tovább
id: Lanjut
ka: შემდეგი
km: បន្ទាប់
kn: ಮುಂದೆ
mk: Следно
ml: അടുത്തത്
mr: पुढे
nl: Volgende
pa: ਅੱਗੇ
pt: Próximo
ru: Далее
si: ඊළඟ
sr: Даље
sw: Endelea
te: తదుపరి
th: ถัดไป
tr: İleri
ug: كېيىنكى
ur: اگلا
vi: Tiếp
zh_hans: 下一步

# onb_page_a11y
source: Page %1$lld of %2$lld
ar: الصفحة %1$lld من %2$lld
as: %2$lld ৰ ভিতৰত পৃষ্ঠা %1$lld
bn: %2$lld-এর মধ্যে পৃষ্ঠা %1$lld
bs: Stranica %1$lld od %2$lld
ckb: لاپەڕەی %1$lld لە %2$lld
es: Página %1$lld de %2$lld
fa: صفحه %1$lld از %2$lld
fa_af: صفحه %1$lld از %2$lld
fil: Pahina %1$lld ng %2$lld
fr: Page %1$lld sur %2$lld
gu: %2$lld માંથી પાનું %1$lld
ha: Shafi %1$lld cikin %2$lld
hi: %2$lld में से पेज %1$lld
hu: %1$lld. oldal / %2$lld
id: Halaman %1$lld dari %2$lld
ka: გვერდი %1$lld / %2$lld
km: ទំព័រ %1$lld នៃ %2$lld
kn: %2$lld ರಲ್ಲಿ ಪುಟ %1$lld
mk: Страница %1$lld од %2$lld
ml: %2$lld-ൽ %1$lld-ാം പേജ്
mr: %2$lld पैकी पान %1$lld
nl: Pagina %1$lld van %2$lld
pa: %2$lld ਵਿੱਚੋਂ ਸਫ਼ਾ %1$lld
pt: Página %1$lld de %2$lld
ru: Страница %1$lld из %2$lld
si: පිටුව %1$lld / %2$lld
sr: Страница %1$lld од %2$lld
sw: Ukurasa %1$lld kati ya %2$lld
te: %2$lld లో పేజీ %1$lld
th: หน้า %1$lld จาก %2$lld
tr: Sayfa %1$lld / %2$lld
ug: بەت %1$lld / %2$lld
ur: صفحہ %1$lld از %2$lld
vi: Trang %1$lld / %2$lld
zh_hans: 第 %1$lld 页，共 %2$lld 页
